Repository: TheApApp/QuickLocalizer
Catalog: QuickLocalizer/Localizable.xcstrings
Source language: en
Languages: ar_ae, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh

source: 1) You can import an existing Localization.xcstring
ar_ae: 1) يمكنك استيراد Localization.xcstring موجود
de: 1) Sie können eine vorhandene Localization.xcstring importieren
es: 1) Puede importar una cadena de localización.xc existente
fr: 1) Vous pouvez importer une chaîne de localisation.xc existante
hi: 1) आप मौजूदा Localization.xcstring आयात कर सकते हैं
id: 1) Anda dapat mengimpor Localization.xcstring yang sudah ada
it: 1) Puoi importare una localizzazione.xcstring esistente
ja: 1）既存のLocalization.xcstringをインポートできます。
ko: 1) 기존 Localization.xcstring을 가져올 수 있습니다.
nl: 1) U kunt een bestaande Localization.xcstring importeren
pl: 1) Możesz zaimportować istniejący Localization.xcstring
pt: 1) Você pode importar um Localization.xcstring existente
ru: 1) Вы можете импортировать существующую Localization.xcstring
th: 1) คุณสามารถนําเข้า Localization.xcstring ที่มีอยู่ได้
tr: 1) Mevcut bir Localization.xcstring'i içe aktarabilirsiniz
uk: 1) Ви можете імпортувати існуючу Localization.xcstring
vi: 1) Bạn có thể nhập một Localization.xcstring hiện có
zh: 1）您可以导入现有的Localization.xcstring

source: 2) Select the languages you'd like to translate
ar_ae: 2) اختر اللغات التي ترغب في ترجمتها
de: 2) Wählen Sie die Sprachen aus, die Sie übersetzen möchten
es: 2) Seleccione los idiomas que le gustaría traducir
fr: 2) Sélectionnez les langues que vous souhaitez traduire
hi: 2) उन भाषाओं का चयन करें जिन्हें आप अनुवाद करना चाहते हैं
id: 2) Pilih bahasa yang ingin Anda terjemahkan
it: 2) Seleziona le lingue che desideri tradurre
ja: 2）翻訳したい言語を選択してください
ko: 2) 번역하고 싶은 언어를 선택하세요
nl: 2) Selecteer de talen die u wilt vertalen
pl: 2) Wybierz języki, które chcesz przetłumaczyć
pt: 2) Selecione os idiomas que você gostaria de traduzir
ru: 2) Выберите языки, на которые вы хотите перевести
th: 2) เลือกภาษาที่คุณต้องการแปล
tr: 2) Çevirmek istediğiniz dilleri seçin
uk: 2) Виберіть мови, які ви хотіли б перекласти
vi: 2) Chọn ngôn ngữ bạn muốn dịch
zh: 2）选择您想要翻译的语言

source: 3) Then export your translation back to your project.
ar_ae: 3) ثم قم بتصدير ترجمتك مرة أخرى إلى مشروعك.
de: 3) Exportieren Sie dann Ihre Übersetzung zurück in Ihr Projekt.
es: 3) Luego exporta tu traducción de vuelta a tu proyecto.
fr: 3) Exportez ensuite votre traduction vers votre projet.
hi: 3) फिर अपने अनुवाद को अपनी परियोजना में वापस निर्यात करें।
id: 3) Kemudian ekspor terjemahan Anda kembali ke proyek Anda.
it: 3) Quindi esporta la tua traduzione nel tuo progetto.
ja: 3）その後、翻訳をプロジェクトにエクスポートします。
ko: 3) 그런 다음 번역을 프로젝트로 다시 내보냅니다.
nl: 3) Exporteer vervolgens je vertaling terug naar je project.
pl: 3) Następnie wyeksportuj swoje tłumaczenie z powrotem do swojego projektu.
pt: 3) Em seguida, exporte sua tradução de volta para o seu projeto.
ru: 3) Затем экспортируйте перевод обратно в свой проект.
th: 3) จากนั้นส่งออกคําแปลของคุณกลับไปที่โครงการของคุณ
tr: 3) Ardından çevirinizi projenize geri aktarın.
uk: 3) Потім експортуйте свій переклад назад до свого проєкту.
vi: 3) Sau đó xuất bản dịch của bạn trở lại dự án của bạn.
zh: 3）然后将您的翻译导出回您的项目。

source: Create Translation
ar_ae: إنشاء ترجمة
de: Übersetzung erstellen
es: Crear traducción
fr: Créer une traduction
hi: अनुवाद बनाएं
id: Buat Terjemahan
it: Crea traduzione
ja: 翻訳を作成する
ko: 번역 만들기
nl: Vertaling maken
pl: Utwórz tłumaczenie
pt: Criar Tradução
ru: Создать перевод
th: สร้างคําแปล
tr: Çeviri Oluştur
uk: Створити переклад
vi: Tạo bản dịch
zh: 创建翻译

source: Key: %@
ar_ae: المفتاح: %@
de: Schlüssel: %@
es: Clave: %@
fr: Clé : %@
hi: कुंजी: %@
id: Kunci: %@
it: Chiave: %@
ja: キー：%@
ko: 키: %@
nl: Sleutel: %@
pl: Klucz: %@
pt: Chave: %@
ru: Ключ: %@
th: คีย์: %@
tr: Anahtar: %@
uk: Ключ: %@
vi: Khóa: %@
zh: 键：%@

source: Load Strings
ar_ae: تحميل السلاسل
de: Strings laden
es: Cargar cadenas
fr: Charger les chaînes
hi: स्ट्रिंग्स लोड करें
id: Memuat String
it: Carica le stringhe
ja: ロードストリング
ko: 로드 스트링
nl: Strings laden
pl: Załaduj struny
pt: Cadeias de carregamento
ru: Загрузить Строки
th: โหลดสตริง
tr: Dizeleri Yükle
uk: Навантажувані Рядки
vi: Tải chuỗi
zh: 加载字符串

source: Localization Results
ar_ae: نتائج التوطين
de: Lokalisierungsergebnisse
es: Resultados de localización
fr: Résultats de localisation
hi: स्थानीयकरण परिणाम
id: Hasil Pelokalan
it: Risultati della localizzazione
ja: ローカリゼーションの結果
ko: 현지화 결과
nl: Lokalisatieresultaten
pl: Wyniki Lokalizacji
pt: Resultados de Localização
ru: Результаты локализации
th: ผลลัพธ์การแปล
tr: Yerelleştirme Sonuçları
uk: Результати локалізації
vi: Kết quả bản địa hóa
zh: 本地化结果

source: No translation available
ar_ae: لا توجد ترجمة متاحة
de: Keine Übersetzung verfügbar
es: No hay traducción disponible
fr: Aucune traduction disponible
hi: कोई अनुवाद उपलब्ध नहीं है
id: Tidak ada terjemahan yang tersedia
it: Nessuna traduzione disponibile
ja: 利用可能な翻訳はありません
ko: 사용 가능한 번역이 없습니다
nl: Geen vertaling beschikbaar
pl: Brak dostępnego tłumaczenia
pt: Nenhuma tradução disponível
ru: Перевод недоступен
th: ไม่มีการแปล
tr: Çeviri mevcut değil
uk: Немає доступного перекладу
vi: Không có bản dịch nào có sẵn
zh: 没有可用的翻译

source: Quick Localizer
ar_ae: المترجم السريع
de: Schneller Lokalisierer
es: Localizador rápido
fr: Localisateur rapide
hi: त्वरित लोकलाइज़र
id: Lokalisasi Cepat
it: Localizzatore rapido
ja: クイックローカライザー
ko: 퀵 로컬라이저
nl: Snelle lokalizer
pl: Szybki lokalizator
pt: Localizador Rápido
ru: Быстрый Локализатор
th: ตัวระบุตําแหน่งด่วน
tr: Hızlı Yerelleştirici
uk: Швидкий Локалізатор
vi: Trình định vị nhanh
zh: 快速定位器

source: Select Localization
ar_ae: حدد التعريب
de: Lokalisierung auswählen
es: Seleccionar localización
fr: Sélectionnez la localisation
hi: स्थानीयकरण चुनें
id: Pilih Lokalisasi
it: Seleziona Localizzazione
ja: ローカリゼーションを選択
ko: 현지화 선택
nl: Selecteer Lokalisatie
pl: Wybierz lokalizację
pt: Selecione Localização
ru: Выберите локализацию
th: เลือกการแปล
tr: Yerelleştirmeyi Seç
uk: Виберіть Локалізацію
vi: Chọn bản địa hóa
zh: 选择本地化

source: Show Translations
ar_ae: إظهار الترجمات
de: Übersetzungen Anzeigen
es: Mostrar traducciones
fr: Afficher les traductions
hi: अनुवाद दिखाएँ
id: Tampilkan Terjemahan
it: Mostra Traduzioni
ja: 翻訳を表示する
ko: 번역 표시
nl: Vertalingen tonen
pl: Pokaż tłumaczenia
pt: Mostrar traduções
ru: Показать переводы
th: แสดงคําแปล
tr: Çevirileri Göster
uk: Показати переклади
vi: Hiển thị bản dịch
zh: 显示翻译

source: Skip
ar_ae: تَخَطّى
de: Hüpfen
es: Paso
fr: Sauter
hi: छोड़ें
id: Melewati
it: Saltare
ja: スキップする
ko: 건너뛰다
nl: Overslaan
pt: Pular
ru: Пропускать, пропустить
th: ข้าม
tr: Atlamak
uk: Пропустити
vi: Bỏ qua
zh: 蹦蹦跳跳

source: Welcome!
ar_ae: أهلا بك!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
hi: आपका स्वागत है!
id: Selamat datang!
it: Benvenuto!
ja: ようこそ！
ko: 어서 오세요!
nl: Welkom!
pl: Witamy!
pt: Bem-vindo!
ru: Добро пожаловать!
th: ยินดีต้อนรับ!
tr: Hoş geldiniz!
uk: Ласкаво просимо!
vi: Chào mừng!
zh: 欢迎！

source: Export
ar_ae: تَصْدير
es: Exportación
fr: Exportation
hi: निर्यात
id: Ekspor
it: Esportazione
ja: 輸出
ko: 수출
nl: Exporteren
pl: Eksport
pt: Exportação
ru: Экспорт
th: ส่งสินค้าออก
tr: Ihracat
uk: Експорт
vi: Xuất khẩu
zh: 出口
